internal class Program
{
    /*6. Створити в коді два масиви розміром 10 елементів:
а={1,2,3,4,5,6,7,8,9,10} b={2,3,4,5,6,7,8,9,1,10}. Обчислити суму
елементів масивів (поелементно). Результат записати в третій масив і
вивести на консоль.*/
    private static void Main(string[] args)
    {
        int[] a = { 1, 2, 3, 4, 5, 6, 7, 8, 9, 10 };
        int[] b = { 2, 3, 4, 5, 6, 7, 8, 9, 1, 10 };
        int[] c = new int[10];

        for (int i = 0; i < a.Length; i++)
        {
            c[i] = a[i] + b[i];
            Console.Write(c[i]+ " ");
        }
    }
}